import React from "react";
import ReactElasticCarousel from "react-elastic-carousel";
import s from "./Reviews.module.scss";

export default function Reviews() {

	return (
		<React.Fragment>
			<section className={s.__Reviews}>
				<h1>Отзывы</h1>
				{/* showArrows={false} */}
				<ReactElasticCarousel itemsToShow={1}>
					<div className={s.__Reviews__slider__block}>
						Здравствуйте,ооочень
						понравился,подход к ребенку, занятие в игровой форме,
						сам логопед очень приятная девушка,ответы на свои вопросы я получила,спасибо вам,
						процветания вашей работе💐
					</div>
					<div className={s.__Reviews__slider__block}>
						Сәлеметсіз бе. Ия, Аяулым
						Бақтыбековна логопед дефектологтың қабылдауында болдық.
						Маман бірден ұнады. Баламен, ата анамен қарым
						қатынасы, сөйлеу мәнері, балаға деген көзқарасы, тілтабысуы, білімділігі жоғары дәрежеде.
						Сұрақтарыма жауап
						алдым. Енді тек нәтиже күтудемін.
					</div>
					<div className={s.__Reviews__slider__block}>
						Спасибо огромное логопеду-дефектологу Аяулым за профессиональную и качественную работу!
						У дочки была задержка речевого развития, после занятий в течении 3-х месяцев хорошо разговаривает,
						увеличился словарный запас, Дочка ходит на занятия с удовольствием, будем и дальше заниматься с вами.
					</div>
					<div className={s.__Reviews__slider__block}>
						Аяулым Бахтыбековна поставила за 1 курс моему сыну буквы (Р) и (Л), ребёнок с радостью и энтузиазмом
						ходил на занятия и делал домашнее задание. Большое спасибо!
					</div>
					<div className={s.__Reviews__slider__block}>
						Сәлеметсіз бе, логопед Аяулым бізге ұнады, тәжірбиесі бар екені көрініп тұр.
						Нәтиже шығады деген сенімдемін.
					</div>
					<div className={s.__Reviews__slider__block}>
						Ахмет ашыла бастады. Қарым қатынасы өзгерген, сөйлеуге деген құлшынысы, қызығушылығы артқан.
					</div>
				</ReactElasticCarousel>
			</section>
		</React.Fragment>
	)
}